{
  "tvs": [
    {
      "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/gKG5QGz5Ngf8fgWpBsWtlg5L2SF.jpg",
      "title": "Arrow",
      "description": "Arrow adalah serial televisi Amerika yang dikembangkan oleh Greg Berlanti, Andrew Kreisberg, dan Geoff Johns, yang mengudara di The CW. Serial ini didasari tokoh DC Comics Green Arrow (Oliver Queen), seorang pahlawan super berkostum, penumpas-kejahatan yang bersenjatakan busur dan panah. Serial ini menceritakan Oliver Queen, playboy miliuner yang pascaterdampar lima tahun di pulau terpencil, kembali pulang bersenjatakan busur dan panah untuk menumpas kejahatan di Kota Star sebagai vigilante rahasia bernama Green Arrow.",
      "year": "2012",
      "ratings": "7/10",
      "genre": "action, drama, mystery"
    },
    {
      "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/nclcURTdlqVbDr6HPmrHC5X4qUu.jpg",
      "title": "Doom Patrol",
      "description": "Kehadiran Elasti-Woman, Robotman, dan Negative Man di dalam serial Titans  rupanya cukup untuk membuat para penggemar komik, terutama DC Comics, kegirangan. Pasalnya, ketiganya adalah anggota dari tim superhero terkenal yang telah muncul semenjak tahun 1963: Doom Patrol. Rupa-rupanya kehadiran tiga anggota Doom Patrol di dalam Titans ini bukan hanya sekedar fan-service, namun juga menjadi salah satu rencana DC untuk membawa petualangan para anggota superhero “misfit” ini ke dalam layanan streaming mereka, DC Universe. Hal ini dapat dilihat melalui teaser trailer Doom Patrol yang muncul di internet.",
      "year": "1963",
      "ratings": "8/10",
      "genre": "superhero, comedy, drama"
    },
    {
      "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/eg2CakFFQh3dvujVj2qYCe7ybvK.jpg",
      "title": "Dragon Ball",
      "description": "Dragon Ball Super adalah sebuah seri manga dan anime Jepang. Garis besar alur cerita keseluruhannya ditulis oleh Akira Toriyama sebagai pencipta waralaba Dragon Ball, dan merupakan sekuel dari manga Dragon Ball manga aslinya dan seri televisi Dragon Ball Z. Manga ini ditulis oleh Toriyama dan diilustrasikan oleh Toyotarou serta mulai dimuat berseri dalam majalah manga shōnen V Jump terbitan Shueisha sejak bulan Juni 2015. Adaptasi berupa seri anime yang diproduksi oleh Toei Animation ditayangkan pada saluran Fuji TV sejak tanggal 5 Juli 2015 hingga 25 Maret 2018. Anime-nya mengikuti garis besar cerita keseluruhan yang ditulis oleh Toriyama, sedangkan episode-episode tunggal ditulis oleh penulis skenario yang berbeda.",
      "year": "2015",
      "ratings": "7/10",
      "genre": "adventure, fantasy, martial arts"
    },
    {
      "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/yALr5dH77suFz4klaWsPzCbPOai.jpg",
      "title": "Fairy Tail",
      "description": "Fairy Tail adalah sebuah seri manga shōnen Jepang yang ditulis dan diilustrasikan oleh Hiro Mashima. Manga ini dimuat berseri dalam majalah Weekly Shōnen Magazine sejak bulan Agustus 2006 hingga Juli 2017, dan telah diterbitkan menjadi 63 volume tankōbon oleh Kodansha. Ceritanya mengisahkan tentang Natsu Dragneel, anggota dari guild penyihir[4] populer bernama Fairy Tail, yang bertualang di Earth-land dalam tujuannya untuk mencari seekor naga bernama Igneel.",
      "year": "2006",
      "ratings": "8/10",
      "genre": "adventure, fantasy"
    },
    {
      "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/q3E71oY6qgAEiw6YZIHDlHSLwer.jpg",
      "title": "Family Guy",
      "description": "Family Guy adalah serial televisi sitkom animasi Amerika yang dibuat oleh Seth MacFarlane untuk Fox Broadcasting Company. Seri ini berpusat pada Griffin, sebuah keluarga yang terdiri dari orang tua Peter dan Lois; anak-anak mereka, Meg, Chris, dan Stewie; dan anjing peliharaan antropomorfik mereka, Brian. Pertunjukan ini terletak di kota fiksi Quahog, Rhode Island, dan memamerkan banyak humor surealis dan gelapnya[2] dalam bentuk lelucon lucu metafik yang sering melecehkan budaya Amerika.",
      "year": "1999",
      "ratings": "8/10",
      "genre": "animation, comedy"
    },
    {
      "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/wHa6KOJAoNTFLFtp7wguUJKSnju.jpg",
      "title": "The Flash",
      "description": "The Flash adalah sebuah serial televisi yang akan datang Amerika yang dikembangkan oleh penulis/produser Greg Berlanti, Andrew Kreisberg dan Geoff Johns, udara di The CW. Serial ini akan didasarkan pada karakter DC Comics Flash (Barry Allen), seorang superhero kejahatan-pejuang berkostum yang diciptakan oleh Robert Kanigher, John Broome dan Carmine Infantino. Serial ini adalah spin-off dari Arrow, yang ada di alam semesta yang sama.",
      "year": "2014",
      "ratings": "7/10",
      "genre": "drama, action, adventure"
    },
    {
      "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
      "title": "Game Of Thrones",
      "description": "Game of Thrones adalah serial televisi drama fantasi Amerika Serikat yang diciptakan oleh David Benioff dan D. B. Weiss untuk saluran HBO. Serial ini merupakan adaptasi dari A Song of Ice and Fire, seri novel fantasi karangan George R. R. Martin, novel pertama adalah A Game of Thrones.",
      "year": "2011",
      "ratings": "9/10",
      "genre": "action, fantasy, adventure"
    },
    {
      "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/5tSHzkJ1HBnyGdcpr6wSyw7jYnJ.jpg",
      "title": "Gotham",
      "description": "Gotham adalah serial televisi drama kriminal Amerika Serikat yang dikembangkan oleh Bruno Heller, berdasarkan karakter yang diterbitkan oleh DC Comics dan muncul dalam waralaba Batman, terutama yang milik James Gordon dan Bruce Wayne. Heller dan Danny Cannon, yang mengarahkan pilot, adalah produser eksekutif.",
      "year": "2014",
      "ratings": "8/10",
      "genre": "action, crime, drama"
    },
    {
      "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/clnyhPqj1SNgpAdeSS6a6fwE6Bo.jpg",
      "title": "Grey's Antomy",
      "description": "Grey’s Anatomy merupakan salah satu film seri Amerika Serikat produksi The Touchstone Pictures, film serial ini pertama kali diputar di stasiun televisi ABC dan terdiri atas 147 episode (2005-2011). Serial ini menceritakan tentang karakter utamanya, Dr. Meredith Grey (diperankan oleh Ellen Pompeo), dalam kesehariannya sebagai ahli bedah bersama teman-temannya.",
      "year": "2005",
      "ratings": "7/10",
      "genre": "drama, medic"
    },
    {
      "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/5nSSkcM3TgpllZ7yTyBOQEgAX36.jpg",
      "title": "Hanna",
      "description": "Hanna adalah serial televisi streaming drama aksi Amerika, berdasarkan film 2011 dengan nama yang sama, untuk Prime Video. Serial ini dibuat dan ditulis oleh David Farr, disutradarai oleh Sarah Adina Smith, dan dibintangi oleh Esme Creed-Miles dan Mireille Enos.",
      "year": "2011",
      "ratings": "7/10",
      "genre": "action, drama"
    }
  ]
}